{
    "titleText" : "Titles, identifying phrases, or names given to a work of art, architecture, or material culture. For complex works, series, or collections, the title may refer to a discrete unit within the larger entity (a print from a series, a photograph in a collection, a panel from a fresco cycle, a building within a temple complex) or it may identify only the larger entity (series, collection, cycle) itself (e.g., Venus and Cupid, Noli me tangere, Portrait of Thomas Jefferson, Ceramic fruit bowl, Untitled, Empire State Building, Album of 65 Studies).",
    "classification" : "The term from a classification scheme that has been assigned to a work (e.g., furniture, painting, architecture, graphic arts).",
    "imageLink" : "Valid CID for pinned image file on IPFS",
    "catalogLevel": "An indication of the level of cataloging represented by the record, based on the physical form or intellectual content of the material (e.g., group, subgroup, volume, item, first-level).",
    "objectWorkType": "The kind of object or work described (e.g., refectory table, altarpiece, portfolio, drawing, drinking vessel, basilica, dome).",
    "creatorDescription" : "The name, brief biographical information, and roles (if necessary) of the named or anonymous individuals or corporate bodies responsible for the design, production, manufacture, or alteration of the work, presented in a syntax suitable for display to the end-user and including any necessary indications of uncertainty, ambiguity, and nuance. If there is no known creator, make a reference to the presumed culture or nationality of the unknown creator (e.g., Christopher Wren, attributed to Kicking Bear, follower of the Limbourg Brothers, Tintoretto with additions by unknown 16th-century Venetian).",
    "creatorIdentity" : "The identity of any one individual or corporate body that played a role in the creation of a work of art or architecture, ideally a link to the PERSON/CORPORATE BODY AUTHORITY. For unknown artists, it is an expression indicating the culture, nationality, or stylistic association of the creator, also ideally linked to the PERSON/CORPORATE BODY AUTHORITY (e.g., Wren, Christopher; Bartolo di Fredi; unknown Maya.)",
    "creatorRole" : "The role or activity performed by a creator or maker in the conception, design, or production of a work (e.g., draftsman, designer, artist).",
    "creationDate" : "A description of the date or range of dates associated with the creation, design, production, presentation, performance, construction, or alteration of the work or its components, presented in a syntax suitable for display to the end-user and including any necessary indications of uncertainty, ambiguity, and nuance (e.g., 1667, ca. 1210, 17th century, before 952 BCE, reign of Rameses II).",
    "dimensionsDescription" : "Information about the dimensions, size, or scale of the work, presented in a syntax suitable for display to the end-user and including any necessary indications of uncertainty, ambiguity, and nuance. It may include the scale of the work. It may also include the number of the parts of a complex work, series, or collection (e.g., 23.9 x 35.8 x 8.3 cm, 76 x 41 x 39 feet, 56.8 cm (diameter), sheets range from 20.3 to 49 cm height).",
    "materialsTechniquesDescription" : "An indication of the substances or materials used in the creation of a work, as well as any implements, production or manufacturing techniques, processes, or methods incorporated in its fabrication, presented in a syntax suitable for display to the end user and including any necessary indications of uncertainty, ambiguity, and nuance. For works on paper, descriptions of watermarks may also be included (For marks applied to the work or support by the artist or subsequently by another person, see INSCRIPTIONS.) (e.g., oil on canvas, egg-tempera paint with tooled gold-leaf halos on panel, Carrara marble on granite base).",
    "generalSubjectTerms" : "Indexing terms that characterize in general terms what the work depicts or what is depicted in it. This subject analysis is the minimum required. It is recommended to also list specific subjects, if possible (e.g., still life, landscape, nonrepresentational work).",
    "repositoryGeographicLocation" : "An identification or link to a repository (corporate body) or geographic place where the work is currently or was formerly located. An identification of the current location, either repository or geographic location, is required. (e.g., repository (corporate body): Graphische Sammlung Albertina (Vienna, Austria); geographic location: Tokyo (Japan)).",
    "repositoryNumbers" : "Any unique identifiers assigned to a work by the current or previous repository (e.g., H1/503/1913,1967.776).",
    "sourceBriefCitation" : "A brief reference to the source, for use in abbreviated displays (e.g., Millon, Baroque and Rococo Architecture (1961)).",
    "ownershipExtension" : {        
        "personCorporateBodyAuthority" : {
            "personName" : "Proper names, appellations, pseudonyms, nicknames, or other identifying phrases by which an individual, group of people, or corporate body is known (e.g., Wren, Christopher; Bartolo di Fredi; Michelangelo Buonarroti; Kicking Bear; Skidmore, Owings & Merrill; Master of Dido).",
            "nameSource" : "A reference to a bibliographic source or unpublished document that provides the warrant for a particular name or appellation (e.g., Grove Dictionary of Art (1996)).",
            "displayBiography" : "A description of the individual's or corporate body's nationality, professional roles, and dates (e.g., English architect, 1632-1723; Sienese painter, active by 1353, died 1410 (1409 Sienese Style)).",
            "birthDate" : "The date when the person was born, or when a corporate body came into existence. If only the date of first activity is known, or if the date of birth is uncertain or approximate, this is the earliest possible or estimated year when the artist was born or the corporate body came into existence (e.g., 1632, 1330).",
            "deathDate" : "The date when the person died, or when a corporate body ceased to exist. If only the date of last activity is known, or if the date of death is uncertain or approximate, this is the latest possible or estimated year when the artist died or the corporate body ceased to existd (e.g., 1723, 1410).",
            "personNationalityCultureRace" : "The national, geopolitical, cultural, or ethnic origins or affiliation of the person or corporate body (e.g., English, Sienese, Berber, African American).",
            "lifeRoles" : "The major professional roles played by the person throughout his or her lifetime, or the major roles that define the activities or purpose of the corporate body (e.g., architect, painter, sculptor, goldsmith, architectural firm)."
        },
        "placeLocationAuthority" : {
            "nameSource" : "A reference to a bibliographic source or unpublished document that provides the warrant for a particular name or appellation (e.g., Times Atlas of World History (1993)).",
            "placeTypes" : "Terms that characterize significant aspects of the place, including its role, function, political anatomy, size, or physical characteristics (e.g., nation, province, populated place, island group, valley).",
            "placeBroaderContext" : "An identification of the broader contexts for the place, such as between cities and the nations to which they belong. Ideally this is a hierarchical link (e.g., Gascogne (France) (historical region))."
        },
        "generalConceptAuthority" : {
            "generalConceptTerm" : "Terms used to refer to the generic concept; excluded are proper names of persons, organizations, geographic places, named subjects, or named events (e.g., pier glass; Julio - Claudian; panel painting; rhyton; decorative arts; basilica; brick; Baroque; executive architect; empire).",
            "termSource" : "A reference to a bibliographic source or unpublished document that provides the warrant for a particular term (e.g., Fleming et al., Penguin Dictionary of Architecture (1981)).",
            "conceptBroaderContext" : "An identification of the broader contexts for the generic concept. Ideally this is a hierarchical link. (e.g., costume (furnishings and equipment, Objects facet)).",
            "conceptScopeNote" : "A note that describes how the term should be used and provides descriptive information about the concept or expands upon information recorded in other fields, presented in a form to be displayed to end users."
        },
        "subjectAuthority" : {
            "subjectName" : "The names used to refer to the subject, including the preferred form of the name, which is the form most commonly found in published sources. It also includes synonyms and variant names for the subject (e.g., Adoration of the Magi; Hercules; Ganesha; World War I).",
            "nameSource" : " A reference to a bibliographic source or unpublished document that provides the warrant for a particular name or appellation (e.g., Garnier, Thesaurus iconographique (1984)).",
            "subjectBroaderContet" : "An identification of the broader contexts for the subject. Ideally this is a hierarchical link (e.g., Battle of Bull Run (American Civil War))."
        }
    }
}
